Repository: madebylydia/Predeactor-Cogs
Catalog: akinatorcog/locales/*.po
Languages: ru_ru

source: The genius, Akinator, will guess your mind and find who you are thinking of, go challenge him!
ru_ru: Гений Акинатор угадает ваши мысли и найдёт того, о ком вы думаете, бросьте ему вызов!

source: Answer Akinator's question and get challenged!
ru_ru: Бросьте вызов, и ответьте на вопросы Акинатора!

source: Start a session with Akinator.
ru_ru: Начать сессию с Акинатором.

source: Cancel your game with Akinator.
ru_ru: Отменить вашу игру с Акинатором.

source: You're not running any game!
ru_ru: У вас нет активной игры!

source: Question {count}: {question}
ru_ru: Вопрос {count}: {question}

source: Hmm... I think I've guessed...
ru_ru: Хмм… Я думаю я угадал...

source: Is it {name}? Did I win? The description is {desc}.
ru_ru: Это {name}? Я выиграл? Описание: {desc}.

source: Game running for {name}. I asked over {num} questions! (Cog version {ver})
ru_ru: Игра запущена для {name}. Я спросил {num} вопросов! (Версия модуля {ver})

source: Do you wish to set a specific language? If so, please specify it now (Find all available language at <https://github.com/NinjaSnail1080/akinator.py#functions>) else just say 'no'.
ru_ru: Вы хотите указать язык? Если да - пожалуйста укажите его сейчас (Список всех доступных языков можно найти здесь: <https://github.com/NinjaSnail1080/akinator.py#functions>), иначе просто скажите 'no'.

source: You didn't answered in time... 😔
ru_ru: Вы не ответили вовремя... 😔
